{
    "301F09.Ch16.Sun.Slides.pdf": {
        "content": "Chapter 16\nThe Sun\n\n16.1 Physical Properties of the Sun\n16.2 The Solar Interior\n    SOHO : Eavesdropping on the Sun\n16.3 The Sun ’s Atmosphere\n16.4 Solar Magnetism: not covered\n16.5 The Active Sun: not covered\n16.6 The Heart of the Sun\n    Fundamental Forces\n    Energy Generation in the Proton –Proton Chain\n16.7 Observations of Solar NeutrinosUnits of Chapter 16\nRadius : 700,000 km\nMass: 2.0 × 1030 kg = 300 Jupiters = 90,000 Earths\nDensity : not meaningful to give average because varies\nby orders of magnitude from surface to center.\nRotation : Differential; period about a month\nSurface temperature :5800 K (a yellow star)\nApparent surface of Sun is “photosphere ”16.1 Physical Properties of the Sun\nThe sun is the only star  that we can resolve  in detail, but most of\nwhat we want to know is in the deep interior\nThis is a filtered image of the Sun showing sunspots, the sharp edge of\nthe Sun due to the thin photosphere, and the corona:\n\nInterior structure  of the Sun:\nOuter layers are not to scale\nThe core is where nuclear fusion\ntakes place.\nThe energy emitted by the\nsurface repesents energy\ntransported from the core\nthrough the radiative zone, the\nconvection zone , and finally the\nphotosphere , which by definition\nis the thin  atmospheric layer that\nis thin enough for the radiation to\nescape.The solar interior\n\nLuminosity — total energy radiated by the\nSun— can be calculated from the fraction of\nthat energy that reaches Earth,  called the solar\nconstant.\nSolar constant — amount of Sun's energy\nincident on a square meter of the Earth per\nsecond —is 1400 W/m2.  That is not much more\nthan a the glare from a very strong light bulb  a\nfoot or so away, but the Sun delivers that\nenergy flux to  every square meter of the Earth,\nand does it from 93 million miles (1AU) away.\nTotal luminosity of the sun  is about 4 × 1026\nW—the equivalent of 10 billion 1-megaton\nnuclear bombs per second. We have no\nexperience with such  brightnesses , but just\nremember that if you moved the sun a parsec\naway,  it would be a bright star in the sky.16.1 Physical Properties of the Sun\nSince the sun will turn out to be a typical star, this is an extremely important bit of\ninformation:  What kind of fuel could generate that much energy for  over 4 billion\nyears?\n1. Mathematical models , consistent with observation and physical\nprinciples, provide information about the Sun ’s interior.\nMost  of what we know about the Sun ’s interior, and the interiors of\nother stars, comes entirely from these models.\nExample: equation  of hydrostatic\nequilibrium: In equilibrium , inward\ngravitational force  must be balanced\nby outward pressure :16.2 The Solar Interior: methods\n2. Another method for “looking into ” the Sun:\nDoppler shifts  of solar spectral lines indicate  \na complex pattern of vibrations  near the surface.\nThis area is called “solar siesmology .”\nThis only probes the upper layers, and can ’t \nbe used in as much detail for  other stars.\nWhy do you think that is?\nSolar density  and temperature , according to\nthe standard solar model: sun gets denser and\nhotter as you move inwards.What do we know about the solar interior?\nEnergy  transport: The heat generated in the sun ’s core is\ntransported outward by photons in the radiative zone .\nEventually radiation is not efficient enough to carry all the\nheat, and convection currents are set up in the convection\nzone .  (Exactly like heating a room; will explain in class.\nThe visible top layer of the\nconvection zone is granulated , with\nareas of upwelling material\nsurrounded by areas of sinking\nmaterial.  We can see these rising\nand falling  convection currents\nthrough the photosphere.The granulation: seeing the “top” of the\nconvection zone\n\nDiscovery 16-1:\nSOHO: Eavesdropping on the Sun\nSOHO: Solar and\nHeliospheric Observatory\nOrbits at Earth ’s L1 point,\noutside the\nmagnetosphere\nMultiple instruments\nmeasure magnetic field,\ncorona, vibrations, and\nultraviolet emissions\n\nSpectral analysis  can tell us what elements are present,\nbut only in the chromosphere and (mainly) photosphere\nof the Sun. This spectrum has lines from 67 different\nelements:16.3 The Sun ’s Atmosphere\n\n16.3 The Sun ’s Atmosphere\nSpectral lines are formed when light is absorbed before escaping from the\nSun; this happens when its energy (frequency, wavelength) is close to an\natomic transition, so it is absorbed .\n\nThe cooler chromosphere  is above the\nphotosphere.\nDifficult to see\ndirectly, as\nphotosphere is too\nbright, unless Moon\ncovers photosphere\nand not chromosphere\nduring eclipse :16.3 The Sun ’s Atmosphere\n\nAreas around sunspots are active; large\neruptions  may occur in photosphere\nSolar prominence  is large sheet of ejected gas:16.5 The Active Sun: we are skipping all\nthe material in 16.4 and 16.5\nBut look at the pictures!\nDiscovery 16-2:\nSolar –Terrestrial Relations\nDoes Earth feel effects of 22-year solar\ncycle directly?\nPossible correlations seen; cause not\nunderstood, as energy output doesn ’t vary\nmuch\nSolar flares and coronal mass ejections\nionize atmosphere, disrupting electronics\nand endangering astronauts\nGiven the Sun ’s mass and energy production, we find that,\non the average, every kilogram of the sun produces about\n0.2 milliwatts  of energy\nThis is not much —gerbils could do better — but it\ncontinues through the 10-billion-year  lifetime of the Sun\nWe find that the total lifetime energy output is about 3 ×\n1013 J/kg\nThis is a lot, and it is produced steadily, not explosively.\nHow?16.6 The Core of the Sun\nWhy do we believe this?  Because nothing else comes\nclose to working.   This was in fact the earliest suggestion\nthat there must be something like quantum mechanics in\norder to allow to nuclei to fuse at very high temperatures.\nIn general, nuclear fusion works like this:\nnucleus 1 + nucleus 2 → nucleus 3 + energy\nBut where does the energy  come from?\n• It comes from the mass ; if you add up the masses of\nthe initial nuclei, you will find that  it is more than the\nmass of the final nucleus.Nuclear fusion: Energy source for the sun\nThe relationship between mass and energy comes from\nEinstein ’s famous equation:\nE = mc2\nIn this equation, c is the speed of light, which is a very\nlarge number.\nWhat this equation is telling us is that a small amount of\nmass is the equivalent of a large amount of\nenergy —tapping into that energy is how the Sun keeps\nshining so long.Nuclear fusion converts mass into energy\nNuclear fusion  requires that like-\ncharged nuclei get close enough\nto each other to fuse.\nThis can happen only if the\ntemperature  is extremely\nhigh—over 10 million K.\nBut even then, only the lightest\nelements (the ones with the\nsmallest electric charge barriers\nto be overcome) can undergo\nfusion.\nThe lightest elements are also the\nmost abundant: hydrogen and\nhelium.What nuclear reactions could be occurring?\n\nThe previous image depicts proton –proton  fusion. In this\nreaction:\nproton + proton → deuteron + positron + neutrino\nThe positron  is just like the electron except positively\ncharged; the neutrino  is also related to the electron but\nhas no charge and very little, if any, mass.\nIn more conventional notation:\n1H + 1H → 2H + positron + neutrinoThe proton-proton reaction\nThis is the first step in a three-step fusion  process  that powers\nmost stars.  Study diagram to get a feel for the stages\ninvolved, but don ’t worry about  memorizing the different\nreactions.Proton-proton  cycle: More detail\n\nThe second step  is the formation of an isotope\nof helium :\n2H + 1H → 3He + energy\nThe final step takes two of the helium-3\nisotopes and forms helium-4  plus two\nprotons:\n3He + 3He → 4He + 1H + 1H + energy16.6 The Core of the Sun\nThe ultimate result  of the process:\n4(1H) → 4He + energy + 2 neutrinos\nThe helium  stays in the core.\nThe energy is in the form of gamma rays ,\nwhich gradually lose their energy as they\ntravel out from the core, emerging as visible\nlight.\nThe neutrinos  escape without interacting.16.6 The Core of the Sun\nThe energy  created in the whole reaction can be\ncalculated by the difference in mass between the\ninitial particles and the final ones —for each\ninteraction it turns out to be 4.3 × 10–12 J.\nThis translates to 6.4 × 1014 J per kg of hydrogen,\nso the Sun must convert 4.3 million tons  of matter\ninto energy every second.\nThe Sun has enough hydrogen left to continue\nfusion for about another 5 billion years .16.6 The Core of the Sun\nMore Precisely 16-1:\nFundamental Forces\nPhysicists recognize four fundamental forces in\nnature:\n1. Gravity: Very weak, but always attractive and\ninfinite in range\n2. Electromagnetic: Much stronger, but either\nattractive or repulsive; infinite in range\n3. Weak nuclear force: Responsible for beta\ndecay; short range (1-2 proton diameters); weak\n4. Strong nuclear force: Keeps nucleus together;\nshort range; very strong\nNeutrinos  are emitted directly from the core of the Sun and escape ,\ninteracting with virtually nothing. Being able to observe these neutrinos\nwould give us a direct picture  of what is happening in the core.\nUnfortunately, they are no more likely to interact with Earth-based detectors\nthan they are with the Sun; the only way to spot them is to have a huge\ndetector volume  and to be able to observe single interaction events .\nThis is the basis for the huge “neutrino observatories ”, the first of which\nwas the Ray Davies Homestead Mine.  Complex “observing ” procedure,no\ndetections for many years.  Either problem with experiment, or the Sun has\n”turned off ” its nuclear reactions in the core.\nOr something else …16.7 Observations of Solar Neutrinos\n16.7 Observations of Solar Neutrinos\nTypical solar\nneutrino detectors;\nresolution is very\npoor\n\nDetection  of solar neutrinos has been\ngoing on for more than 30 years now;\nthere has always been a deficit in the type\nof neutrinos expected to be emitted by the\nSun.\nRecent research proves that the Sun is\nemitting about as many neutrinos as the\nstandard solar model predicts, but the\nneutrinos change into other types of\nneutrinos between the Sun and the Earth,\ncausing the apparent deficit.16.7 Observations of Solar Neutrinos\n• Main interior regions of Sun: core, radiation zone, convection zone,\nphotosphere, chromosphere, transition region, corona, solar wind. (Class:\nWe are only covering from the photosphere inward)\n• Energy comes from nuclear fusion; produces neutrinos along with\nenergy (class: explain in words what  happens in the proton-proton cycle)\n• Standard solar model is based on hydrostatic equilibrium of Sun\n• Study of solar oscillations leads to information about interiorSummary of Chapter 16\n(Items in grey are sections not covered on exam)\n• Absorption lines in spectrum tell composition and temperature\n• Sunspots associated with intense magnetism\n• Number of sunspots varies in an 11-year cycle\n• Large solar ejection events: prominences, flares, and coronal\nejections\n• Observations of solar neutrinos show deficit, due to peculiar neutrino\nbehavior (class: explain what that behavior is )\nRemaining slides are from sections not\ncovered on exam.  They are included only \nin case you like pictures, or haven ’t looked\nthrough this part of the book.  You ought to \nat least see the only star  we will ever see  \n“close up ”\nSmall solar storms in chromosphere\nemit spicules :16.3 The Sun ’s Atmosphere\n\nSolar corona  can be seen during eclipse if both\nphotosphere and chromosphere are blocked:16.3 The Sun ’s Atmosphere\n\nCorona is much hotter than layers below it —\nmust have a heat source , probably\nelectromagnetic interactions16.3 The Sun ’s Atmosphere\n\nSunspots : Appear dark\nbecause slightly cooler\nthan surroundings16.4 Solar Magnetism\n\nSunspots come and go, typically in a few days.\nSunspots are linked by pairs of magnetic field lines :16.4 Solar Magnetism\n\n16.4 Solar Magnetism\nSunspots originate when magnetic field\nlines are distorted by Sun ’s differential\nrotation.\n\nThe Sun has an 11-year sunspot cycle , during\nwhich sunspot numbers rise, fall, and then\nrise again.16.4 Solar Magnetism\n\nThis is really a 22-year cycle, because the spots\nswitch polarities  between the northern and\nsouthern hemispheres every 11 years.\nMaunder minimum : Few, if any, sunspots16.4 Solar Magnetism\n\nSolar flare  is a large explosion  on Sun ’s surface,\nemitting a similar amount of energy to a prominence,\nbut in seconds or minutes rather than days or weeks:16.5 The Active Sun\n\n16.5 The Active Sun\nCoronal mass ejection\noccurs when a large\n“bubble ” detaches\nfrom the Sun and\nescapes into space.\nSolar wind  escapes Sun mostly\nthrough coronal holes , which can be\nseen in X-ray images.16.5 The Active Sun\n\nSolar corona  changes along with sunspot\ncycle; it is much larger and more irregular at\nsunspot peak.16.5 The Active Sun\n\n"
    },
    "301F09.IntroOrbitsLight.I.pdf": {
        "content": "Some Important Introductory Concepts:\nScientiﬁc notation; how to get used to units; distances, angles,\nThese preliminaries are an important part of the course because if you  don ’t\nbecome comfortable  with them, you may have diﬃculty reading the textbook and\nunderstanding the  lecture material.\nThere is also more here than meets the eye--notice the huge range of scales that\nyou will encounter for everything, from atoms to planets to galaxies. Now is a good\ntime  to see if you can give a typical value for the size of these various objects.\nFIRST:   Scientiﬁc notation  for very large and small numbers\n(read Appendix 1  in text)\nExample : 3 x 106 = 3 million, 4 x 10-3 = 0.004.\nYou will continuously encounter this notation in the textbook, so become\ncomfortable with it now (even though I will not ask you to manipulate such\nnumbers on exams).  Just get used to it —try writing down a few yourself —e.g. two\nmillion, 3 one-thousandths, …\nRange of size scales in the universe requires the use of a variety of units of distance  --\nkilometer (km), astronomical unit (AU), parsec  (pc), kiloparsec (kpc), megaparsec (Mpc)\n\nUnits  of length, size, mass, …  Deﬁned just for convenience\n  First, realize that the units we use in measuring anything  are usually just for\nconvenience. You don ’t give the distance from Austin to  New York in inches, or your age\nin seconds, or your height in miles.\nExample : For distance or size, we could use “microns ” for light waves or for dust particles,\n“centimeters ” or “inches ” for everyday objects, “light years ” or “parsecs ” for stars,\n“megaparsecs ” for galaxies.\n  This is really nothing--you just have to get used to it!  Keep  thinking about it for a\nwhile and soon it will be second nature.\nIt will help if you associate each new unit with some object--e .g. a “micron ” is 0.0001 cm,\nbut you don ’t need to know that,  only that it is like the size of a microscopic dust grain.\nAppendix 2  in the textbook goes over some of this; just skim it now and use it for future\nreference if you become confused about units.  But we will only be using a few units in\nthis class, so it shouldn ’t cause any problem.\nAnother (important) example : it is convenient to state the masses of astronomical objects\nin units of the Sun ’s mass, e.g. “200 solar masses ” or “200 Msun” instead of writing “4 x\n1035 grams. ”  The masses of many galaxies (including our own) are in the range 109 to\n1012 solar masses, so you can see there is no escaping scientiﬁc notation, even if we use a\nconvenient unit.  The range of properties of astronomical objects is just too large.\n  What unit would you use  to express the mass of the planets in our solar system?\nAngular measure  – degree, arcminute , arcsecond  (especially important).\nThis is usually the most difﬁcult kind of unit for students to get used to.  [See box p. 11]\n  Angular measure using “arcsecond ” terminology will occur in many places throughout the\ncourse (ﬁrst in connection with “parallax ”).\nMost astronomy today commonly breaks the “arcsecond barrier ” imposed by our\nown Earth ’s atmosphere.  (This effect, called “scintillation ,” is due to the turbulence\nin the Earth ’s atmosphere, which makes stars “twinkle. ”)\n  The term for the smallest angular size at which you can distinguish objects is called\n“angular resolution ,” a phrase you will encounter frequently!   Learn it now!\nYou can remember what resolution means by keeping in mind that poor resolution is like\nbeing very nearsighted —everything looks blurry  “you can ’t resolve it ”\n\nConstellations : These are just apparent groupings of stars in the sky; they are (usually) not\nphysically associated, and could be at very different distances (see Orion example).\n\nAngular measure--illustration from your textbook.\n\nAngular diameter of an object  --notice how you could get the distance of the object if\nyou knew its size, or its size if you knew its distance.\n(The formula is that diameter = distance x angular diameter (in “radians.)\nBut if you can ’t “resolve ” the object, then you can ’t use this method at all (e.g. for stars).\nMake sure you understand what that last sentence means!\n\nDistances from Parallax  Angle (sec. 1.7 in text)\nLeft : Parallax using diameter of Earth.  Understand why baseline is too small for stellar\ndistances.\nRight : Parallax using 1AU de ﬁnes the unit of distance called a “parsec ” (for distance of\nobject whose parallax is one second of arc (one arcsec).  This is abbreviated pc, as in\n“That star is 6.3 pc away. ”\n\nDistances and sizes in the universe\nThe measurement of  distances to stars by\nparallax is the ﬁrst step in a long line of\nmethods to learn about the scale of the\nuniverse at larger and larger distances.\nCan you explain why distances are so\nimportant to astronomy?\n Can only use parallax  for nearest ~  few\n100 pc (because stars more distant than\nthat have parallaxes so small that they\ncan’t be measured (yet), even from space.\nBe able to explain this!\nWhat we end up with is an amazing\nrange of sizes and distances of various\nobjects in the universe, as shown in the\nillustration to the right (from your text;\ngood idea to stare at it a while).\nBut parallax is only  the first step …\n(we’ll take this up repeatedly\nthroughout the course)\nDistances : We’ll return to parallax in more detail later in the course: for now you should just get\nthe basic idea, and how it relates to the unit of distance called “parsec .”\n  Nearest stars  are about 1 pc (a few light years) away.  This is also the average distance\nbetween neighboring stars in most galaxies.   It is a number that you should remember.\n  Size of our Galaxy  and many others is about 10,000 pc, and the distances between galaxies\nrange from millions ( Mpc ) to billions of pc (1000 Mpc —make sure you are comfortable with what\nthis means--see preceding ﬁ gure again).\n  For distances in the solar system , see sec. 2.6.  Average distance from Earth to Sun de ﬁned\nas “astronomical unit ” (1AU) (~ 10-3 pc), size of our solar system ~ 100 AU.\nSee picture below.\n\nAs we move out from the solar system to see the nearest stars, the scale of distances\nexpands enormously--100AU is tiny compared to the  average distances between stars, and\nnearly in ﬁnitesimal compared to the sizes of galaxies or larger structures in the universe.\n\nEnd of “units”\nNext: Leading up to Kepler ’s “laws” and then, most importantly,\nNewton ’s three laws of motion , and his law of gravity .\nFor next class (Monday) , you should read the textbook through Kepler ’s laws and\nbegin Newton ’s laws.  Then try to answer this apparently boring question:\nGravity is what makes objects orbit around other objects.\n  So why doesn ’t the mass of the objects appear in Kepler ’s 3rd law?\nGeocentric vs. heliocentric model  (sec. 2.2-2.4)\nThe important historical progression is the following:\n  Ptolemy (~140 AD) … Copernicus (~1500 AD), Galileo (~1600), Tycho Brahe ,\nKepler (2.5), Newton (2.6).\nIt is important to recognize the change in world view brought about by this transition:\nGeocentric model  (Ptolemy, epicycles, planets and Sun orbit the Earth)\n Heliocentric model  (Copernicus, planets orbit the Sun)\n\nKepler ’s Laws\nEmpirical , based on observations; NOT  a theory (in the sense of Newton ’s laws).\nSo they are “laws” in the sense of formulas that express some regularity or  correlation ,\nbut they don ’t explain  the observed phenomena in terms of something more basic\n(e.g. laws of motion, gravity--that waited for Newton)\n Kepler ’s 1st law :\n 1. Orbits of planets are ellipses  (not circles), with Sun at one focus.\nMust get used to terms period  (time for one orbit), semimajor axis (“size” of orbit),\neccentricity (how “elongated ” the orbit is) , perihelion  (position of smallest distance to\nSun), aphelion  (position of greatest distance to Sun)\nExamples : comets, planets : Why do you think these have  such diff erent\neccentricities  ?\n(Don’t expect to be able to answer this, just  ﬁnd whether you understand the question.)\n Escaping from the assumption of perfect circles for orbits was a major leap, that even\nCopernicus was unwilling to take.\nKepler ’s 2nd law :\n  2. Equal areas swept out in equal times\ni.e. planet moves faster when closer to the sun.\nGood example: comets (very eccentric orbits, explained in class).\n\n   Kepler ’s 3rd law\n  Square of the period “P” is proportional to the cube of the semimajor axis “a”\nP2 = a3\nIF P is expressed in Earth years and “a” is in units of A.U. (astronomical unit; average distance\nfrom Earth to Sun). A graph of the periods vs. the distances from the sun (a) is  shown below.\n(Absolute size of A.U. unit determined from radar observations of Venus and Mercury, and other\nmethods--see textbook.)\n  Kepler ’s 3rd law, as modiﬁed by Newton (coming up), will be a cornerstone of much of this\ncourse, because it allows us to estimate masses of astronomical objects (e.g. masses of stars,\ngalaxies, the existence of black holes and the mysterious “dark matter ”).\nExample of use of Kepler ’s 3rd law:\nThe planet Saturn has a period of about 30 years; how far is it from the Sun?\n\n"
    },
    "301F09.LecturesCh3.5_4.pdf": {
        "content": "3.5 The Doppler Effect: this is how we learn about the motions of\nobjects in the universe, discover extraterrestrial planets, black holes at the\ncenters of galaxies, and the expansion of the entire universe.\n4.1 Spectral Lines: appearance, excess or deficit of energy at\nparticular wavelengths. (Don ’t worry about Kirchoff ’s laws,  and the pictures\nwith little prisms and light bulbs etc.--see  notes)\n4.2 Atoms and Radiation: quantized energy levels of electrons in\natoms, and how they interact with radiation.\nThe hydrogen atom--the simplest, and most important case.\n4.3 The Formation of Spectral Lines:  understanding\nemission lines and absorption lines\n4.4 Molecules:  not just electronic changes, but vibrational and\nrotational  changes of energy.\n4.5 Spectral-Line Analysis:  Information from spectral lines-\nabundances, turbulent motions, rotation, …Topics  through Chapter 4\n3.5 The Doppler Effect\nThe wavelength (or frequency) of a wave, as measured by an observer, depends on the relative\nradial speed of the source and observer.\nRadial  motion means: motion towards or away; along the line of sight.\nThe Doppler effect involves only this component of motion.  What we get from measuring\nit is called the radial velocity .\nMoving toward : wavelengths\ndecrease  (“blueshift ”)Moving away: wavelengths  \nincrease  (“redshift ”)\n3.5 The Doppler Effect\nRelationship between wavelength and speed:\n⇒  Shift in λ compared to “rest (no motion) wavelength ” is proportional  to radial\nvelocity\n⇒  So if you know the exact wavelength where some feature in the spectrum\nshould  be (“true wavelength ”),  and the wavelength at which it  appears\n(“apparent wavelength ”), you can obtain the radial velocity.\n⇒ This is how we get speeds of cosmic objects, stars, galaxies, even expansion of\nuniverse.\nActual formula is:\nλ(apparent)/ λ(true) = 1 ± (speed of object/speed of light)\nwhere the ± sign means it is + if it is moving away from us ( redshift , longer\nwavelength),  - if it is moving toward us ( blueshift , shorter wavelength)\nThis applies to any wave; and no reason not\nto use frequency instead of wavelength.\nTextbook writes it this way:\n3.5 The Doppler Effect\nImportant point: Doppler\neffect depends only on\nthe relative motion  of\nsource and observer\nSee textbook for this rather\nconfusing example.  In class\nwe’ll use a simpler example\nof water waves in a pond.\nMore Precisely 3-3:  Measuring Velocities with the\nDoppler Effect\nExample: For a speed of 30 km/s, the Doppler shift is given by\nspeed of lightspeed of object\nThis may seem small, but it is easily\ndetectable with a radar gun.\nIt is NOT so easy to detect from\nthe spectrum of an astronomical\nobject,  unless you know something\nabout spectral lines.\n\nLook at the Doppler shift formula again :\nλ(apparent)/ λ(true) = 1  ± (radial velocity of object./speed of light)\nIf velocity of object away or toward us is much less than the\nspeed of light (true for almost all objects in the universe), the apparent\nwavelength will be only slightly different from the “laboratory ” or “rest”\nwavelength.\nFor most objects in the universe,\nthis relative shift is so tiny,  that we\ncan’t detect it using the “shift” of\nthe whole continuous spectrum .\nBut we can use places in the\nspectrum whose wavelengths are\nprecisely  known by the presence\nof spectral lines  (the subject of\nChapter 4)\nChapter 4\nSpectroscopy\nDon’t worry if you  can’t \nunderstand what this \npretty picture represents,\nunless it is the day before\nthe next exam.\nA more  important question  \nIs why the authors insist\non showing this form of  \nspectra without\nadequately explaining!\nSpectroscope: Splits light into component colors\n(wavelengths, frequencies)4.1 Spectral Lines\nMost of this illustration is  completely unnecessary!  The only important\npoint is that  light from any object can be spread out into a “rainbow ” of\nwavelengths.  A spectrum  is a picture of how much light is at each\nwavelength.  This illustration is showing a continuous  spectrum.\nEmission lines :\nSingle frequencies emitted  by\nparticular atoms in a hot gas4.1 Spectral “Lines”\nAbsorption lines:\nIf a continuous spectrum passes through a\ncool gas, atoms of the gas will absorb the\nsame frequencies they emit\nContinuous spectrum:\nContinuous range of frequencies\nemitted by an object (something like the\n“black bodies ” we discussed in ch.3)\nSpectral lines\nSpectral lines —very narrow, well-deﬁned (in wavelength)  wavelength/frequency  \nregions in the spectrum where excess photon energy appears  \n(emission lines ) or else where photons are missing ( absorption lines ).  \nOften these lines are superimposed on a\nsmooth, “continuous ” spectrum,  which is the\nnear-blackbody emission of a heated object\nthat we have been  discussing so far  (ch. 3,\nWien , Stefan-Boltzmann ).Cartoon view of absorption lines , both in\nthe spectrum as a graph (below), and in the\nrecorded spectrum (top), the band of\ncolors --this is just how the spectra are\ngathered--pay no attention to the rectangular\nshape!\n \nSpectral  of real astronomical objects\nHere are spectra of two real astronomical objects, a comet (top) and star (bottom).\nBy the time you take the next exam, you should be able to explain why these look\nso different.\n \nThe wavelengths, shapes, and strengths of these “spectral lines ” are the keys to\nunderstanding many of the physical properties of planets, stars and galaxies.\nSpectra are not black rectangles with  vertical lines.\nThey are a recording of how many photons per second are  being\nemitted as a function of wavelength\n\nEmission spectrum\ncan be used to\nidentify elements4.1 Spectral Lines\nAn absorption\nspectrum  can also be\nused to identify\nelements.\nThese are the emission\nand absorption spectra\nof sodium:\n\n Here is the Sun ’s spectrum, along with a blackbody of the sun ’s temperature\n(top--why are there no lines?), and the spectra of individual elements as\nobserved  in the laboratory.  Each spectral line is a  “chemical ﬁngerprint ” telling\nyou which  elements, and how much of each element, is contained in the object\nyou are observing.\nContinuous spectrum\nSun (absorption lines)\nEmission lines of\nvarious elements\nKirchoff ’s laws: don ’t memorize them.  Instead, come back to this\nillustration later and find if you understand enough to explain them\n“Kirchoff ’s laws” are usually presented  with prisms and striped colorful “spectra. ”\nThis is  confusing, and they aren ’t even “laws” at all!\nJust note that  “prism ” is supposed  to represent an instrument, called a “spectrometer. ”\n \nIf the light from the hot “star” or blackbody doesn ’t pass through any low-density gas,\nthen the spectrum is featureless--it is a “continuous spectrum. ”  (top)\n If that continuous spectrum passes through a cloud of gas that is cooler than the\nsource, the cloud can absorb particular wavelengths, and you get an  absorption spectrum\n(middle)\n But if the gas is hot, say at least a few thousand degrees, it will emit spectral lines on its\nown (bottom), I.e. emission lines.\n How does this occur?  The answer lies in the structure of atoms.Maybe a star,  \nor a planet\nMaybe the atmosphere  \nof a star or planet\nNext :  \nEnergy levels of electrons in atoms\nExistence of spectral lines required new model of atom ,\nso that only certain amounts of energy could be emitted\nor absorbed\nBohr model  had certain allowed orbits for electron4.2 Atoms and Radiation\n\nEmission energies  correspond to energy differences\nbetween allowed levels\nModern model has electron “cloud ” rather than orbit4.2 Atoms and Radiation\n\nAbsorption spectrum : Created when atoms absorb\nphotons of right energy for excitation\nMultielectron atoms : Much more complicated\nspectra, many more possible states\nIonization  changes energy levels4.3 The Formation of Spectral Lines\n\nEnergy levels in H and He\n\nSpectral lines = electronic transitions\nThe light emitted has  a\nwavelength corresponding\nto the the  energy d ifference\nbetween the two electron\nenergy levels.\nEnergy levels  of the hydrogen atom, showing two\nseries  of emission lines: Lyman and BalmerSpectral lines of hydrogen\nThe energies of\nthe electrons in\neach orbit are\ngiven by:\nThe emission lines\ncorrespond to the\nenergy differences\n\nAbsorption of energy (either\nby a collision, or by\nabsorbing a photon) can\nboost an electron to the\nsecond (or higher) excited\nstate\nTwo ways to decay:\n1. To ground state\n2. Cascade  one orbital at a\ntime4.3 The Formation of Spectral Lines\n\n(a) Direct decay (b) Cascade4.3 The Formation of Spectral Lines\n\nAbsorption of light as it passes through an atmosphere\n\nEmission lines  can be used to identify atoms\n\nMolecules can vibrate and rotate,\nbesides having energy levels\n• Electron transitions  produce\nvisible and ultraviolet lines\n• Vibrational transitions  produce\ninfrared lines\n• Rotational transitions  produce\nradio-wave lines4.4 Molecules\n\nMolecular spectra  are much more complex than\natomic spectra, even for hydrogen:\n(a) Molecular hydrogen (b) Atomic hydrogen4.4 Molecules\n\nInformation that can be gleaned from spectral\nlines:\n• Chemical composition\n• Temperature\n• Radial velocity4.5 Spectral-Line Analysis\n\nLine broadening  can\nbe due to a variety of\ncauses4.5 Spectral-Line Analysis\n\n4.5 Spectral-Line Analysis\n\n4.5 Spectral-Line Analysis\nThe Doppler shift may\ncause thermal\nbroadening of spectral\nlines\n\n4.5 Spectral-Line Analysis\nRotation will also cause broadening of\nspectral lines through the Doppler effect\n\n• Spectroscope (spectrometer) splits light beam into\ncomponent frequencies/wavelengths\n• Continuous spectrum is emitted by solid, liquid,\nand dense gas\n• Hot gas has characteristic emission spectrum\n• Continuous spectrum incident on cool, thin gas\ngives characteristic absorption spectrumSummary of Chapter 4\n• Spectra can be explained using atomic models,\nwith electrons occupying specific orbitals\n• Emission and absorption lines result from\ntransitions between orbitals\n• Molecules can also emit and absorb radiation\nwhen making transitions between vibrational or\nrotational statesSummary of Chapter 4 (cont.)\n"
    },
    "301F09.TelescopesCh5.9.16.09.pdf": {
        "content": "Chapter 5: Telescopes\nYou don ’t have to know different\ntypes of  reﬂecting and refracting\ntelescopes.\nWhy build bigger and bigger telescopes?\nThere are a few reasons.  The ﬁrst is:\nLight-gathering power :\nObviously bigger telescopes can collect more light, because the  amount\ngathered  just depends  on the area of the telescope (diameter squared).\nThis property  determines the ability to see faint objects.   Faint objects\nmight not be nearby, but could be very distant.  So need a large\ntelescope  to see the  faintest, nearby objects in the universe, and the\nmost distant.\nYou also need a LOT of light to obtain spectra with high enough spectral\nresolution to analyze spectral lines!\n(Think  about it--you ’re trying to study a tiny  fraction of the entire\nspectrum of an object if you try to analyze a spectral line.)\nLarger telescope means more photons collected:\nCan see  fainter objects, or parts of objects.\nBelow: same galaxy but  image from smaller telescope is on the  left:\nOuter regions (right) too faint to see.\nThe largest telescopes are built at the highest altitudes, in order to\navoid as much of the Earth ’s atmosphere as possible.  This shows\nthe collection of some of the world ’s largest telescopes on the  \nsame mountain in Hawaii.\nEuropean counterpart\nResolution : how well you can distinguish two objects, or detail \nin a single object.  It is an angle , usually in arcseconds .\nIncreasing resolution from top to bottom.\nHigh  resolution is good, means sharp image.Images are  pixels with brightnesses , 0,1,\n2,… in the image below.  Notice that with  \nonly a few brightness levels and only a  \nfew hundred pixels (resolution is very poor),\nonly gross features can be seen.\n     At higher resolution these two round  \nobjects might turn out to have intricate detail,\nor be  pictures of human faces, or anything!\nExample: we want to resolve individual stars in galaxies.\nWith increasing resolution, the “blob” on the left is  \nseen to be a cluster of thousands of stars (right)\nHow to enhance resolution?  First must understand the limitations,\nwhich are\n1.The “seeing limit ” (Earth ’s atmosphere), and\n2.The “diffraction limit ” (inherent in observing through an instrument)Note: if you have trouble remembering “resolution ”, remember that\npoor resolution  means “blurry, ” and is equivalent to being nearsighted,\nor having a digital camera with only 0.2  megapixels . Resolution (continued)\nThe diffraction limit\nDiffraction limit  ∝ λ / D (just due to the fact that you ’re \nusing an instrument with edges and boundaries —see text)\n(Remember: poor resolution means a large number, like 7 arcsec compared to 2 arcsec .)\nSo resolution is poorer at radio wavelengths than, say, optical wavelengths for a given  \ntelescope diameter D; i.e. D has  to be huge for radio telescopes.  (see next slide)(λ = wavelength, D = diameter of telescope)\nBut even optical telescopes must deal with this effect.  \nDrawing from textbook illustrates how diffraction distorts a \nwave passing through an opening.  Notice the image is less  \ndistorted for the larger opening (large D in formula above)\nDiffraction limit  requires huge  radio telescopes\nRadio waves can get into the atmosphere without being blocked.  But a problem is that their\nwavelengths are so large that their diffraction limit on resolution is also very large.\n            If radio telescopes were the size of optical telescopes,  the radio sky would look like one big blur.\nWorld ’s largest: Arecibo (1,000 ft. dish)\nThe “contours ” show the low resolution image that a radio\ntelescope was able to produce for this object.  The rest of\nthe image is  from an optical telescope, so much higher resolution.\nOne way around the diffraction limit,\nwhich has almost entirely been used\nfor radio telescopes  so far, is to use\ninterferometers —\nseveral  radio telescopes used to\nsimulate one huge telescope in\norder to get great resolution.\nBiggest interferometers can  get\namazing resolutions of 0.001 arc sec or\nbetter!\n(Read sec. 5.6)\nTo the right are some pictures of\npresent-day  large-baseline\ninterferometers: The VLA  and the\nVLBAA solution: Interferometers\nThe “Very Large Array ” (VLA)\nVLBA=effective size ~ half of U.S.\nHow an interferometer works\n\nThe Seeing Limit\n2. Seeing limit :  due to scintillation in the Earth ’s atmosphere\nFor a ground-based optical telescope the\nbest res. ≈ 1 arc sec  because of this effect.\nTwo ways around seeing:\n1. Adaptive optics  in which the mirror\nconstantly\nand rapidly adjusts its orientation and  shape\n(sometimes thousands of times per second!) in\norder to compensate for  scintillation. (See\ndiscussion  sec. 5.4)\n2. Space telescopes  (Hipparcos , IRAS, HST,\nSpitzer,\nChandra, …Sec. 5.7)\nBoth of these methods to beat the seeing limit\ncan get resolutions approaching\n0.05 arc  sec or less.“Scintillation ” caused by scattering of\nlight as it passes through the Earth ’s\natmosphere.  Images become “smeared\nout” over 1-5  arcsec , depending on\naltitude, weather, … because they are\n“twinkling. ” (see example)\n\nAdaptive optics at work\nLeft: Observation from ground, can see three blurred objects.\nRight : Above atmosphere, or with adaptive optics, blurry object\nis resolved  into a star cluster.  \nThis is an important example: Based on the low-resolution image,  people\nsupposed there could be  supermassive stars, 1000 times  the Sun’s mass.\nBut the image on the right shows that, when the region is resolved, there just\n100s of smaller normal mass stars.\n\nExample of resolution enhancement by adaptive optics\nAdditional considerations\n1. Atmospheric transmission --Besides being responsible for seeing , the Earth ’s \natmosphere also just blocks out light.  Visible and radio wavelengths are  \nleast affected (recall material from ch.3).  For other wavelength regions,  \nneed satellite observatories or at least very high mountains (same for  \nvisible because of seeing). (Sec. 5.7)\n2. CCDs —Photographic plates only capture about 1% of the light, while  \ncharge-coupled devices ( CCDs ) can get about 75% efficiency, and extremely  \naccurate. (sec. 5.2 in text).  For optical telescopes, photographic plates  \nare no longer used.\n3. Infrared telescopes —special problem: must be cold, because the telescope  \nitself emits IR radiation (why?).  Also, best when above the Earth ’s atmosphere  \nto avoid molecular absorption (see 1 above). (Sec. 5.7)\n4. X-ray and gamma-ray observations —All must be done far up in Earth ’s \natmosphere because absorption is so strong.  Need special telescopes, since these  \ndon’t reflect off mirrors the way that longer-wavelength light does (why not?).  \nSee book sec. 5.7 for more details.\nInfrared observations:  Reveals the gas that is currently forming stars in\nregions like Orion (shown below).  Right is optical  photograph of Orion in the\nnight sky.  Left is infrared image of  the region around Orion ’s “belt”.\nWhy infrared for star-forming regions?  Because the hot young stars heat the dust grains to\na few hundred degrees, like the Earth.\n1984: IRAS satellite IR telescope gave the ﬁrst full IR view of the entire sky.\nCurrently (and for some time) the premier infrared observatory is the\nSpitzer Space Telescope  (see text)\nX-ray and gamma-ray telescopes: Require completely different design\n(see textbook)\nThis is one of the most important advances in astronomy in the past half-\ncentury: The ability to observe the universe as it appears in X-rays and\ngamma-rays.   You have to be above the Earth ’s atmosphere to do it!\nA “supernova ” explosion  observed in X-rays\nViews of the entire sky at different wavelengths.\nHorizontal band in center is the disk of our galaxy, the Milky Way\nTable 5.1\n\n"
    },
    "301F09Scalo.IntOrbLight.II.pdf": {
        "content": "Newton ’s laws of motion and gravity\n          Newton ’s laws of motion\n1.  Every body continues in a state of rest or uniform motion (constant\nvelocity) in a straight line unless acted on by a force .\n(A deeper statement of this law is that momentum  (mass x velocity) is a\nconserved quantity in our world, for unknown reasons.)\nThis tendency to keep moving or keep still is called “inertia .”\n2.  Acceleration  (change in speed or direction) of object is proportional to:\napplied force F divided by the mass of the object m\n    i.e.   ⇒ a = F/m   or (more usual)  F = ma\nThis law allows you to calculate the motion of an object, if you know the\nforce acting on it.  This is how we calculate the motions of objects in physics\nand astronomy.\n⇒ You can see that if you know the mass of something, and the force\nthat is acting on it, you can calculate its rate of change of velocity , so you can\nfind its velocity, and hence position, as a function of time.\n3.  To every action, there is an equal and opposite reaction , i.e. forces are\nmutual. A more useful equivalent statement is that interacting objects\nexchange momentum  through equal and opposite forces.\nWhat determines the strength of gravity?\nThe Universal Law of Gravitation (Newton ’s law of gravity):\n1.Every mass attracts every other mass.\n2.Attraction is directly  proportional to the product of their\nmasses.\n3.Attraction is inversely  proportional to the square  of the\ndistance between their centers.\n\nNewton ’s Law of Gravity (cont ’d):\nEvery object attracts every other object with a force\n⇒ F (gravity) = (mass 1) x (mass 2) / R2 (distance squared)\nNotice this is an “inverse square law ” (right illus.).\n     Orbits of planets (and everything else) are a balance\nbetween the moving object ’s tendency to move in a straight\nline at constant speed (Newton ’s 1st law) and the\ngravitational pull of the other object (see below).\n      Now we ’ll see how all this can be combined to calculate\nthe motion of any object moving under any force (gravity or\notherwise--like a magnetic force, or friction, or anything.\n\nUsing Newton ’s laws, continued …\nApplying this procedure (Newton ’s 2nd law with the law of gravity) you (or at\nleast someone) can derive Kepler ’s laws, if you know the form of the\ngravitational force.  For gravity we have  Newton ’s formula\n  Fgrav = G m1m2/d\nwhere G is Newton ’s gravitational constant (you don ’t have to know it ’s\nvalue),  m1 and m2 are the two masses, and d is their separation (distance\nfrom each other).\nFrom this “it can be shown ” that all closed orbits are ellipses, that the orbital\nmotion is faster when the two objects are closer to each other ( Kepler ’s 2nd\nlaw), and Kepler ’s 3rd law, the most important result.\nKepler ’s third law now contains a new term :\n  P2 = a3/ (m1+ m2)   Newton ’s form of Kepler ’s 3rd law .\n(Masses expressed in units of solar masses; period in years, a in AU, as\nbefore).\n⇒ This is basically what is used (in various forms) to get masses of ALL\ncosmic objects!  Another way to word it: if you know how fast two objects\nare orbiting each other, and their separation (notice you need the distance\nto get this), you can solve for the sum of their masses. We will use this\nover and over--it is the only way we have to get masses directly.\nThe most important thing about Newton ’s laws is that they are general:  you can\ncalculate the motion of any object (or any number of objects) acting under any\nforce  can be calculated, in principle , if the force can be specified (e.g.\ngravitational force as a  function of mass  and distance; but it could be frictional\nforce, magnetic force, electrostatic repulsion, ….)\nWe calculate the evolution of clusters of stars, of millions of galaxies in an\nexpanding universe, of a hot gas in a magnetic field, and almost everything else,\nalthough in general this is so difficult that  you can only get computer solutions.\nExample shown on next page.\nExamples:\n Earth ’s orbital period (1 year) and average distance  (1 AU) tell us the Sun ’s\nmass (think: why don ’t you need to know the Earth ’s mass for this purpose?\n Orbital period and distance of a satellite from Earth tell us Earth ’s mass.\n Orbital period and distance of a moon of Jupiter tell us Jupiter ’s mass.\n This is how  “black holes ” were discovered to actually exist (later in course),\nand how  the masses of planets orbiting other stars are determined.\n Motion of stars in galaxies reveals the existence of invisible mass, or “dark\nmatter, ” whose  nature remains unknown.\n   A complex example of the use of Newton ’s laws: Illustration below shows effect of\ngravitational forces between two galaxies that are in the early stages of collisional merging .\nSolving Newton ’s laws for millions  of stars and for the gas within these galaxies, we can\nactually make models for such phenomena  that show how tidal forces are distorting these\ngalaxies.  This example shows you that some orbits can decay, leading to merging of objects.\nWe will see this again when we discuss the cannibalism of planets by their parent stars.\n\nEnd of material on  orbits under gravity,   Kepler ’s laws,   Newton ’s laws\nand  the way Newton ’s form of Kepler ’s third law can give us the\nmasses  of astronomical objects.  In fact it is  just about the only way.\nHow else can you learn about astronomical objects?\nAll you get from them is their light, so there are\ntwo chapters just on how we can analyze light.\nThese are chapters 3 and 4.\nWe will only cover chapter 3 for the ﬁrst exam.\nLight: Properties\n              Properties of Light  (ch. 3 in text)\n   This is an extremely important topic, because the only things we can learn about objects\nand phenomena outside our solar system are learned by analyzing the light they send us.\nIn a sense , astronomy is all about how to collect, analyze, and interpret light.\n   Can consider light as waves  or as particles , depending on circumstance.  (One of the “big\nmysteries ” of physics.)  Either way, it is common practice to call them “photons .”\n   Light can be thought of as a wave that arises due to an oscillating (vibrating)\nelectromagnetic field (see text).  Unlike other kinds of waves, light does not require a\nmaterial medium for its propagation (travel); light can propagate in a vacuum.\n    (Don ’t worry about “polarization ” in text if it is confusing to you. It won ’t be on the exam.)\nWaves :  Need to understand and become familiar with the following properties of light (will\ndiscuss in class):\nWavelength —Always denoted by Greek letter  “λ”.\nFrequency —how  many waves pass per second, denoted “f” or “ν”\nSpeed —All light waves travel at the same speed, the “speed of light ”,  “c”(=3x105\nkm/sec = 2.86x105 mi/sec (286,000 miles per second); no need to memorize these numbers!\n             Energy --the energy of a photon is its frequency times its speed E = f x c\nIt is extremely important that students become familiar and comfortable with these terms\nand symbols--they will recur throughout the class.  See pp. 65-66 of textbook, and illustration\non next slide.\nIllustrating wavelength, frequency\nImagine pebble dropped in  \npond:  surface waves will  \nappear to travel outward.\nDistance between peaks or\ntroughs = wavelength\nHow many peaks or troughs\npass by you per second?\n= frequency\n     The fact that light travels at a ﬁnite speed ( “c”) means that we see\ndistant objects as they were in the past.\nConsider our neighbor, the Andromeda galaxy shown in Fig. 3.1 in your text —it\nis about 2 million light years away …\n⇒ Later we will “look back ” to times near the beginning of the universe (billions\nof years ago) using very distant galaxies.\n         Spectrum :   Possibly the most important term to understand in this\ncourse!  It refers to the mixture of light of different wavelengths from a given\nsource; best to remember it as a graph of “intensity ” (or brightness) of radiation\nin each wavelength (or frequency) interval.   See illustrations in sec. 3.3.  Will\ndiscuss in class.\n(Note: much of rest of class is concerned with analyzing the spectra of\ndifferent types of astronomical objects —so get used to the concept now .)\n    Light from all objects covers an extremely large range of wavelengths  (or\nfrequencies), from radio waves to gamma rays. Memorize this list, and study figs.\n3.4 and 3.9 carefully:\n       radio, infrared (IR), visible, ultraviolet (UV), x-rays, gamma rays\nIt lists the regions of electromagnetic spectrum, i.e. the classes of light, from\nsmallest frequency (largest wavelength) to largest frequency (smallest wavelength).\nIt also goes from smallest energy  to highest energy .\nThe restriction of human wavelength sensitivity\nHuman vision is only sensitive to a very tiny fraction of all this radiation, the\n“visible ” or “optical ” part of the spectrum —astronomy in the last 50 years has been\nmostly concerned with getting out of this region. That is probably the single most\nimportant technical revolution in astronomy-- for most of this radiation you have to\nbe above the Earth ’s atmosphere.\n Atmospheric absorption and “windows ”\nEarth ’s atmosphere is very opaque  (light can ’t get through) except in the visible\n(also called “optical ”) and radio parts of the spectrum (the so-called optical and\nradio “windows ”). That ’s why much of recent astronomy is done from satellites.\nSee p. 70 of textbook on “atmospheric opacity ” and get used to the word “opacity. ”\nIllustrations of the  various wavelength regions\nThe illustration (from your text) on the next slide illustrates the diﬀerent\ncategories of light--please note that they are just historical conventions that\nare useful.  But there is no deﬁnite “boundary ” between, say, ultraviolet and\nx-rays, or infrared and radio. The  next illustration  is just an alternative\npresentation of the same information.\nThe third illustration is worth studying: Earth ’s atmospheric windows.\n     NOTE : The units  of wavelength (e.g. Angstroms, nanometers, microns) and\nfrequency (Hertz, MHz, GHz) are just something you have to get used to in\norder to understand the text and the lectures, but you will not be asked to\nmanipulate or memorize them on exams.  However  do not ignore them either,\nor you ’ll have much trouble reading the text or understanding lectures.\n\nThe electromagnetic spectrum again\n\n    Atmospheric absorption and “windows ”\nEarth ’s atmosphere is very opaque  (light can ’t get through) except in the visible (also called “optical ”) and radio\nparts of the spectrum (the so-called optical and radio “windows ”). That ’s why much of recent astronomy is\ndone from satellites.  See p. 70 of textbook on “atomspheric opacity ” and get used to the word “opacity. ”\n\nSpectra: what they are,  why they are useful\n(note-this is the beginning of a very long list of uses)\nSpectra of lemons and car tail lights\nIn each case the top picture shows\nhow the spectrum appear in a\nspectrometer ; the bottom picture is\na graph of the spectrum as intensity\nversus wavelength, which is how\nthe idea should be understood.\nThe first representation  has vertical\n“bands ” only because of the design\nof the instrument.  You will see lots\nof these in your reading: Always try\nto think of them in terms of intensity\nvs. wavelength (or  frequency) instead.\nYou will need to keep this in mind:\nA “spectrum ” is a graph showing  \nthe relative amount of light emitted\nas a function of wavelength.\nBlack-Body Spectrum\nA “black-body ” (BB) is only a simpliﬁed mathematical model, but works surprisingly well for\nthe continuous (smooth) spectra of objects.  See Fig. 3.10 and graphs after this page.\nThe model predicts an equation  for the  continuous  spectrum  (intensity vs. wavelength or\nfrequency--be sure you understand this word!) of such an ideal object, for any temperature .\n“Continuous ” means it is a smooth curve (compared to the “spectral lines ” that real objects\nexhibit, and which we will study later, in Ch. 4).\n This is the wavelength of peak emission\nthat is called λmax.  Wien ’s law says that\nλmax increases with decreasing temperature.\nWhich direction is this on the graph below?\nThe graph to the right is an example of a\nblackbody spectrum.  It is smooth\n(continuous), with a peak at some deﬁnite\nfrequency (wavelength).  Understand it as\nshowing the number of photons that are\nemitted by this object at each interval of\nfrequency (wavelength)\nTwo ways in which a BB can be related to\ntemperature :\n1. Wien ’s law: relates wavelength at which most\nenergy is emitted in the spectrum ( “wavelength of\npeak emission ”) to the temperature:\nλmax ∝ 1/(temperature of object)\nSo\nhotter object  bluer,   cooler object  redder.\nYou’ll be surprised how often this simple result is\nused in astronomy.\n      So we can get an object ’s surface temperature\nfrom the spectrum.   (See ﬁg.3.11 in text)\n2. Stefan ’s law: TOTAL energy E radiated at all\nwavelengths ( per unit surface area , meaning per\nsquare inch, or per square meter, or per square\nanything) is related to the temperature by:\nE ∝ (temperature)4  hotter\nobjects will be brighter (per unit area)\nNotice the steep temperature dependence!\n Make something a little hotter and it will become\nmuch brighter!  (If it behaves like a BB.)  Study Fig. 3.12\n(BB curves for 4 cosmic objects)  on next page.\nYou have to know the two radiation laws\nlisted above.  I ’ll give you samples of how\nyou may need to use them on an  exam.\nThis graph shows blackbodies with\nfour temperatures  T.  As T  \nincreases,  λmax decreases ( Wien ),\nand the total energy under each  \ncurve increases  (Stefan-Boltzmann )\n Which spectrum above could be the\nspectrum of an object  at room temperature?\n Which could  be a star?\nBlackbody Spectrum: ﬁgure below illustrates\nWien’s law and Stefan-Boltzmann law (again)\nRather than explaining how this ﬁgure illustrates those laws, thisis the place where   you\nshould see if you understand what we are  talking about: Try to explain it yourself …\nBlackbody spectra at the temperatures\nof four astronomical objects\nCarefully compare the graphs with the  \ntemperatures given for each object.    \nNotice that the coolest of these is only\n60 degrees above absolute zero, while  \nthe hottest is ten times hotter than the \nSun’s surface.\nAt this point you should stop to see if you understand\nthat the importance of “black bodies ” is that it\ngives us a simple way to estimate the temperatures\nof things.  \nThen you should be asking yourself:  \nWhy would we  want to know the temperatures\nof stars, or anything, except out of pure curiosity?\nDoppler Effect  : one of most useful and important techniques used in\nall of astronomy.   We will encounter it again and again.\nWavelength (or frequency) of a wave\ndepends on the relative radial speed\nof the source and observer.\nRadial motion means: motion towards or\naway; along the line of sight.\nThe Doppler effect involves only this\ncomponent of motion, the  radial velocity.\nMoving away: wavelengths increase\n(“redshift”)\nMoving toward: wavelengths decrease\n(“blueshift ”)We may SKIP THIS until exam 2\n\nHow the Doppler effect allows you to calculate how fast things are\nmoving, and why you can ’t use it for a continuous spectrum?\nShift in wavelength gives radial velocity.  This is how we get speeds of cosmic\nobjects, stars, galaxies, even expansion of universe.\nActual formula is:      λ(apparent)/ λ(true) = 1  ± (vel./speed of light)\nwhere the ± sign means it is + if it is moving away from us ( redshift , longer\nwavelength),  - if it is moving toward us ( blueshift , shorter wavelength)\nLook at this formula : If velocity of object away or toward us is much less than the\nspeed of light (true for almost all objects in the universe), the apparent\nwavelength will be only slightly different from the “laboratory ” or “rest”\nwavelength.\nFor most objects in the universe, this relative shift is so tiny, that we can ’t detect it\nusing the “shift” of the whole continuous spectrum.  But we can use places in the\nspectrum whose wavelengths are precisely known by the presence of spectral lines\n(the subject of Chapter 4)\nEnd of material for exam  1\n"
    }
}